// src/data/bibleWords.js
// ✅ 성경 단어(인물+지명+개념) - 끝말잇기용
export const WORDS = [
  /* 인물 */
  "아담","하와","가인","아벨","노아","셈","함","야벳","므두셀라",
  "아브라함","사라","이삭","리브가","야곱","에서","요셉",
  "모세","아론","미리암","여호수아","갈렙",
  "드보라","기드온","삼손","사무엘","엘리",
  "사울","다윗","솔로몬",
  "엘리야","엘리사","요나","다니엘",
  "에스더","모르드개","룻","나오미","욥",
  "세례요한","마리아",
  "베드로","요한","야고보","안드레","빌립","도마",
  "마태","마가","누가",
  "바울","바나바","실라","디모데","디도",

  /* 지명·민족 */
  "이스라엘","예루살렘","베들레헴","갈릴리","요단강",
  "시온","사마리아","가나안","애굽","여리고",
  "나사렛","로마","고린도","에베소",

  /* 성경 핵심 개념 */
  "창세기","출애굽","십계명","언약","율법",
  "성막","성전","제사","예언",
  "기도","찬양","사랑","믿음","소망",
  "순종","회개","용서","은혜","구원","축복",
  "지혜", "명철", "인내", "겸손", "절제", "충성", "경건", "봉헌", "찬미", "영광", "거룩", "성령", "십자가", "부활", "천국", "천사", "심판", "영생", "재림", 
  "예수", "그리스도", "메시아", "사탄", "마귀", "악마", "천사", "천국", "지옥", "구속", "속죄", "중보", "대제사장", "복음", "복음서", "신약", "구약", "성경",
  "교회", "교리", "예배", "성찬", "세례", "전도", "선교", "봉사", "섬김", "헌신", "기도회", "찬양대", "성가대", "목회", "목사님", "전도사", "전도사님"
  ]